Repository: domjos1994/Domjos-Photography
Catalog: Resources/Private/Language/*.container.xlf
Languages: de

# cce.1col.bgo.header
source: Background
de: Hintergrund

# cce.1col.bgo.content
source: Content
de: Inhalt

# cce.1col.bg.title
source: 1 Column, Background, Parallax
de: 1 Spalte, Hintergrund, Parallax

# cce.1col.bg.description
source: 1 Column with Background and parallax-effect!
de: 1 Spalte mit Hintergrund und Parallax-Effekt!

# cce.3col.bg.title
source: 3 Columns, Background, Parallax
de: 3 Spalten, Hintergrund, Parallax

# cce.3col.bg.description
source: 3 Columns with Background and Parallax-Effect!
de: 3 Spalten mit Hintergrund und Parallax-Effekt!

# cce.3col.bg.content1
source: Content 1
de: Inhalt 1

# cce.3col.bg.content2
source: Content 2
de: Inhalt 2

# cce.3col.bg.content3
source: Content 3
de: Inhalt 3

# cce.2col.bg.title
source: 2 Columns, Background, Parallax
de: 2 Spalten, Hintergrund, Parallax

# cce.2col.bg.description
source: 2 Columns with Background and Parallax-Effect!
de: 2 Spalten mit Hintergrund und Parallax-Effekt!

# cce.2col.position
source: Position
de: Verteilung

# cce.2col.position.3090
source: 25% to 75%
de: 25% zu 75%

# cce.2col.position.4080
source: 33% to 66%
de: 33% zu 66%

# cce.2col.position.8040
source: 66% to 33%
de: 66% zu 33%

# cce.2col.position.9030
source: 75% to 25%
de: 75% zu 25%

# cce.card.title
source: Card
de: Karte

# cce.card.description
source: Bootstrap Card
de: Bootstrap Karte

# cce.card.header
source: Picture of the head
de: Bild im Kopf

# cce.card.content
source: Content
de: Inhalt

# cce.card.footer
source: Footer
de: Fußbereich

# cce.card.layout.material
source: Material-Card
de: Material-Karte

# cce.video.bg.title
source: Content, Background-Video
de: Inhalt, Hintergrund-Video

# cce.video.bg.description
source: Content with Background-Video
de: Inhalt mit Hintergrund-Video

# cce.video.bg.content
source: Inhalt
de: Content

# cce.horizontal-gallery.title
source: Image-Gallery (horizontal)
de: Bilder-Galerie (horizontal)

# cce.horizontal-gallery.description
source: A Gallery, which shows images horizontally
de: Eine Galerie, welche Bilder horizontal anzeigt

# cce.horizontal-gallery.height
source: Height of the gallery (in px)
de: Höhe der Galerie (in px)

# cce.horizontal-gallery.content
source: Images
de: Bilder

# cce.slider.description
source: Slider, which shows the images in a Slideshow!
de: Slider, um Bilder in einer Slideshow zu zeigen!

# cce.slider.content
source: Content
de: Inhalt

# cce.slider.layout.navigation
source: With Left/Right-Arrows
de: Mit Links/Rechts-Pfeilen

# cce.slider.layout.dotted
source: With dots
de: Mit Punkten

# cce.slider.layout.both
source: With Both
de: Mit Beidem

# cce.slider.layout.gallery
source: Gallery
de: Galerie

# cce.slider.velocity
source: Interval
de: Intervall

# cce.slider.velocity.fast
source: Fast (2s)
de: Schnell (2s)

# cce.slider.velocity.slow
source: Slow (6s)
de: Langsam (6s)

# cce.slider.caption
source: Image-Description
de: Bild-Beschriftung

# cce.slider.caption.title
source: Title
de: Titel

# cce.slider.caption.description
source: Description
de: Beschreibung

# cce.slider.caption.both
source: Both
de: Beides

# cce.tab_pane.title
source: Tab-Pane
de: Tab-Panel

# cce.tab_pane.description
source: Tab-Pane with 1 to 3 Tabs
de: Tab-Panel mit 1 bis 3 Tabs

# cce.tab_pane.tab.content
source: Content
de: Inhalt

# cce.tab_pane.icon_in_tab
source: Icon within Tab
de: Icon im Tab

# cce.accordion.description
source: Accordion with Content as Text and Images
de: Accordion mit Inhalt aus Text und Bildern

# cce.accordion.content
source: Content
de: Inhalt

# cce.accordion.flush
source: Flush Tabs
de: Tabs zurücksetzen

# cce.bg
source: Background-Color
de: Hintergrund-Farbe

# cce.bg.light_gray
source: Lightgrey
de: Hellgrau

# cce.bg.gray
source: Grey
de: Grau

# cce.bg.dark_gray
source: Dark-grey
de: Dunkelgrau

# cce.col.layout.overlay
source: Overlay
de: Überlagerung

# cce.col.layout.reach_inside
source: Reach Inside
de: Hineinragen

# cce.dm_content
source: Template-Modern: Content
de: Template-Modern: Inhalt
